import Image from "next/image";

export default function SurgeryPage() {
    return (
        <div className="m-5 mt-40 [&>h1]:text-3xl [&>h1]:mb-4 [&>h2]:text-2xl [&>h2]:mb-3">
            <h1>
                جراحی اسلیوگاسترکتومی
            </h1>

            <h2>
                چاقی و درمان آن
            </h2>
            <p>
                چاقی یک فرایند پیچیده و وابسته به متغیر های مختلف است. عوامل سرشتی یا ژنتیکی ، سبک زندگی و وضعیت روحی و
                احساسی افراد همگی تاثیر واضحی بر روی وزن فرد دارند. نقش سبک زندگی در چاقی کاملا شناخته شده است مصرف مواد
                غذایی پرکالری مانند فست فود ها و تنقلات در کنار کم تحرکی و زندگی ماشینی در دهه های اخیر شیوع اضافه وزن
                را به شدت بالا برده است. اما بر خلاف تصور بعضی افراد، اضافه وزن الزاما نتیجه سبک زندگی نیست .مسایل سرشتی
                و ژنتیکی مانند سطح متابولیسم پایه افراد و فعالیت مراکز کنترل اشتها می توانند فرد را مستعد چاقی کنند.
            </p>

            <h2>
                چه کسانی نیاز به انجام جراحی چاقی دارند؟
            </h2>
            <p>
                اصلاح سبک زندگی برای درمان چاقی و اضافه وزن ضروری است. تمام افراد صرف نظر از میزان اضافه وزن باید با
                فعالیت بدنی مستمر و پیگیری رژیم غذایی سالم و پرهیز از اضافه خواری برای کاهش وزن تلاش کنند.اما هر چه
                اضافه وزن بیشتر باشد کم کردن وزن با رژیم و ورزش سخت تر و سخت تر می شود. بررسی ها نشان داده است هنگامی که
                اضافه وزن بیش از 35 کیلوگرم باشد، امکان کاهش وزن پایدار با رژیم و ورزش کمتر از 3 درصد خواهد بود. جراحی
                چاقی در این موارد کمک بزرگی برای یک کاهش وزن پایدار است. جراحی چاقی در موارد زیر توصیه می شود:
            </p>

            <ol>
                <li>
                    تمام افراد با شاخص توده بدنی بالاتر از 40 کاندید مناسبی برای جراحی چاقی هستند.
                </li>

                <li>
                    افرادی که شاخص توده بدنی بالای 35 دارند و نتوانسته اند با رژیم و فعالیت بدنی کاهش وزن پایدار داشته
                    باشند می توانند انجام جراحی چاقی را در نظر داشته باشند.
                </li>

                <li>
                    در صورت شاخص توده بدنی زیر 35 در موارد خاص جراحی توصیه می شود.
                </li>
            </ol>

            <h2>
                مزایای جراحی چاقی
            </h2>

            <ul>
                <li>کمک به بهبود دیابت</li>
                <li>کاهش فشار خون</li>
                <li>کاهش سطح کلسترول</li>
                <li>بهبود درد های مفصلی</li>
                <li>بهبود وضعیت قلبی عروقی</li>
                <li>بهبود اختلالات هورمونی و افزایش باروری</li>
                <li>بهبود کبد چرب</li>
                <li>افزایش تحرک و کیفیت زندگی</li>
                <li>بهبود وضعیت روحی و اعتماد به نفس</li>
                <li>کاهش احتمال ابتلا به بعضی بدخیمی ها</li>
                <li>بهبود وقفه تنفسی هنگام خواب</li>
            </ul>

            <h2>جراحی اسلیو گاسترکتومی(Laparoscopic Sleeve Gastrectomy) چیست و چگونه به کاهش وزن کمک می کند؟</h2>
            <Image src="/gastric-sleeve-surgery.jpg" alt="جراحی اسلیو گاسترکتومی" width={300} height={300}/>
            <p>
                این جراحی با بیهوشی عمومی و به روش لاپاروسکوپی با ایجاد پنج برش کوچک روی شکم انجام می شود. در این عمل
                حدود 70 تا 80 درصد حجم معده برداشته و از بدن خارج می شود. به دنبال این عمل سیری زودرس بعد از خوردن مقدار
                کمی غذا ایجاد می شود. همچنین سطح هورمون های تحریک کننده اشتها پایین آمده و فرد تمایل کمتری برای خوردن
                خواهد داشت. در این عمل هیچ گونه تغیری در روده باریک ایجاذ نخواهد شد و میزان جذب مواد غذایی دریافت شده و
                ریزمغذی ها تغییر نخواهد کرد.
            </p>

            <h2>جراحی چاقی در کودکان و نوجوانان</h2>
            <p>چاقی در کودکی و نوجوانی می تواند همراه با مشکلات جدی از جمله دیابت نوجوانی ابتلا به فشار خون در سنین
                پایین و کاهش قابل توجه کیفیت زندگی باشد. بررسی ها نشان داده است که جراحی چاقی اختلالی در رشد قدی و بلوغ
                ایجاد نمی کند و با افزایش قابل توجه کیفیت زندگی همراه است. مساله مهم در این سنین درک صحیح از جراحی
                آمادگی کامل روحی برای عمل و محدودیت های تغذیه ای بعد از عمل است. کودکان و نوجوانانی که از چاقی خود
                ناراضی هستند و آمادگی روحی برای پذیرش جراحی را دارند می توانند از عمل جراحی سود ببرند.
            </p>

            <h2>جراحی چاقی در سالمندان</h2>
            <p>
                در حال حاضر محدودیت سنی برای انجام اعمال جراحی چاقی در سالمندان قرار داده نشده است. با توجه به افزایش
                امید به زندگی و تاثیر منفی چاقی در سلامت سالمندان، جراحی های چاقی حتی در افراد بالای هفتاد سال با نتایج
                قابل قبول انجام می شود. عامل اصلی تعیین کننده در تصمیم برای انجام جراحی چاقی در سالمندان ، وضعیت قلبی
                عروقی وهمچنین توانایی انجام پیاده روی روزانه بعد از عمل می باشد. باید توجه داشت با وجود مطالب فوق جراحی
                در سنین پایین تر راحت خواهد بود و مخصوصا توصیه می شود افرادی که در دهه هفتم زندگی قرار دارند و دارای
                اضافه وزن مفرط هستند جراحی چاقی را برای سال های بعد به تاخیر نیندازند.
            </p>

            <h2>بارداری پس از جراحی چاقی</h2>
            <p>
                کاهش وزن از هرجهت برای فردی که قصد بارداری دارد مفید است. کاهش وزن از طریق بهبود اختلالات هورمونی ناشی
                از چاقی توان باروری را بالا می برد. علاوه بر آن کاهش وزن احتمال فشار خون یا دیابت هنگام بارداری را پایین
                آورده و بارداری را کم خطر تر می کند.بسیاری از کسانی که با فاصله کم بعد از جراحی چاقی باردار شده اند بدون
                مشکلی برای خود و نوزاد بارداری را به پایان رسانده اند.اما با توجه به کاهش وزن قابل توجه در سال اول بعد
                از عمل جراحی توصیه می شود تا یک سال بعد از انجام عمل جراحی از بارداری خود داری گردد.
            </p>
            <p>
                با توجه به افزایش توان بارداری بعد از جراحی چاقی، بارداری های ناخواسته بعد از جراحی چاقی نا شایع نیست و
                لازم است بیماران بعد از عمل توجه کافی به پیشگیری از بارداری داشته باشند.

            </p>

            <h2>روزه داری بعد از جراحی چاقی</h2>
            <p>
                اطلاعات و شواهد دقیقی در مورد روزه داری بعد از جراحی چاقی وجود ندارد ولی از آنجایی که انتظار می رود فرد
                روزه دار توانایی خوردن وعده غذایی عادی در یک نوبت به همراه مایعات کافی داشته باشد و این مطلب بعد از
                جراحی چاقی تا مدتی امکان پذیر نخواهد شد توصیه می شود به مدت چند سال بعد از جراحی از روزه داری خودداری
                شود.
            </p>

            <h2>سیگار و جراحی چاقی</h2>
            <p>بیش از 3000 ماده شیمیایی فعال در دود سیگار وجود دارد و اثرات زیان بار در حدود 250 ماده شیمیایی موجود در
                سیگار شناخته شده است. سیگار فرایند های مربوط به ایمنی و همچنین ترمیم زخم را مختل می کند و همچنین ظرفیت
                تنفسی را محدود می کند. اشکال در ترمیم زخم و احتمال بالاتر عفونت به دنبال جراحی در افراد سیگاری کاملا به
                اثبات رسیده است. در حال منابع علمی توصیه می کنند مصرف سیگار حداقل به مدت 6 هفته قبل از عمل جراحی چاقی
                ترک گردد.در مورد سیگارهای الکترونیکی اطلاعات کامی در دست نیست ولی به نظر می رسد آسیب رسان باشند.
            </p>

            <h2>آمادگی های قبل از عمل</h2>
            <p>برای کسانی که قصد جراحی چاقی دارند موارد زیر انجام می شود</p>
            <ul>
                <li>آزمایش کامل خون</li>
                <li>سونوگرافی کامل شکم</li>
                <li>اندوسکوپی دستگاه گوارش فوقانی(بسته به شرایط بیمار امکان دارد اندوسکوپی انجام شود)</li>
            </ul>

            <h2>مشاوره روانشناسی قبل از عمل</h2>
            <p>بسیاری از افراد نیاز به مشاوره روانشناس ندارند اما توصیه می شود کسانی که اختلالات عصبی خوردن مانند پرخوری
                عصبی دارند یا دچار اضطراب یا افسردگی هستند قبل از عمل مشاوره روانشناسی انجام دهند</p>

            <h2>ترک سیگار</h2>
            <p>در حال منابع علمی توصیه می کنند مصرف سیگار حداقل به مدت 6 هفته قبل از عمل جراحی چاقی ترک گردد.در مورد
                سیگارهای الکترونیکی اطلاعات کامی در دست نیست ولی به نظر می رسد آسیب رسان باشند
            </p>

            <h2>کاهش وزن قبل از جراحی چاقی</h2>
            <p>در بعضی از افراد مخصوصا کسانی که شاخص توده بدنی بالای 50 دارند ممکن است توصیه به رژیم غذایی و کاهش وزن
                قبل از عمل شود. کاهش وزن با کمتر شدن چربی احشایی و کوچک تر شدن کبد و همچنین با بهتر شدن وضعیت تنفسی کمک
                می کند تا جراحی راحت تر، سریع تر و با ایمنی بیشتری انجام شود. لازم است تمام افرادی که قصد جراحی چاقی
                دارند از پرخوری افراطی در روزها و هفته های قبل از عمل خودداری کنند.</p>

            <h2>مراقبت های بعد از جراحی چاقی</h2>
            <h2>فعالیت بعد از جراحی</h2>
            <p>پس از عمل جراحی بلافاصله بعد از هشیاری کامل بیمار از تخت پایین خواهد آمد و پیاده روی را شروع خواهد کرد.
                زمان بستری در بیمارستان بسته به شرایط بیمار یک یا دو شب خواهد بود. بعد از ترخیص از بیمارستان بیمار قادر
                به انجام فعالیت های روزانه می باشد. نهایتا پس از یک هفته امکان بازگشت به کار وجود دارد. بعد از 6 تا 8
                هفته امکان انجام فعالیت و ورزش های سنگین وجود دارد. فعالیت مستمر بعد از جراحی کاملا ضروری است و پیاده
                روی روزانه حداقل نیم ساعت در روز به تمام بیماران توصیه می شود.
            </p>

            <h2>رژیم غذایی بعد از جراحی</h2>
            <p>مشاوره تغذیه توسط متخصص تغذیه برای تمام بیمارن قبل از ترخیص انجام می شود ولی به صورت کلی:</p>
            <p> به مدت یک هفته بعد از عمل فقط مایعات صاف(آب ، چای، آب میوه های طبیعی صاف شده و رقیق شده، آب مرغ، آب
                گوشت، سوپ صاف شده) مصرف خواهد شد .
                از هفته دوم غذاهای نرم مانند پوره مصرف خواهد شد
                پس از یک ماه غذا های عادی شروع می شوند.
            </p>

            <h2>مصرف مکمل ها</h2>
            <p>بعد از ترخیص مکمل مولتی ویتامین شروع می شود . در ویزیت های بعدی طبق نظر متخصص تغذیه مکمل های دیگر مثل
                آهن، روی، کلسیوم، بیوتین ویتامین در ویزیت های بعدی طبق نظر متخصص تغذیه ممکن است مکمل های دیگر مثل آهن،
                روی، بیوتین ویتامین B12 تجویز شود.</p>

            <h2>ویزیت های بعد از عمل</h2>
            <p>یک هفته بعد از عمل نخستین ویزیت انجام خواهد شد . ویزیت های بعدی در ماه های اول ،سوم و ششم بعد از عمل
                انجام خواهد شد . پس از آن توصیه به ویزیت سالانه به همراه انجام آزمایشات کلی می شود.
            </p>

            <h2>کاهش وزن بعد از عمل</h2>
        </div>
    )
}
